# Theme
romkatv/powerlevel10k

# Basic
romkatv/zsh-defer

# Pairs and initializing
mattmc3/ez-compinit
hlissner/zsh-autopair

# Tools
unixorn/git-extra-commands

# Completion UI
Aloxaf/fzf-tab

# Few tips
jeffreytse/zsh-vi-mode

# Highlight and suggestion
zdharma-continuum/fast-syntax-highlighting
zsh-users/zsh-autosuggestions kind:defer
