# Theme
romkatv/powerlevel10k

# Basic
romkatv/zsh-defer

# completion and initializing
mattmc3/ez-compinit
zsh-users/zsh-completions
hlissner/zsh-autopair

# bridging
getantidote/use-omz

# Frame plugins(from omz)
ohmyzsh/ohmyzsh path:plugins/git
ohmyzsh/ohmyzsh path:plugins/fzf kind:defer

# Jump
ajeetdsouza/zoxide
Aloxaf/fzf-tab

# highlight and suggestion
zdharma-continuum/fast-syntax-highlighting
zsh-users/zsh-autosuggestions kind:defer
zsh-users/zsh-history-substring-search
